[
  {
    "name": "Tube Fittings",
    "image": "https://3.imimg.com/data3/KN/KS/MY-6478069/stainless-steel-tube-fittings-500x500.jpg",
    "description": "We are involved in presenting premium quality Stainless Steel Tube Fittings. The Tube fitting offer by us is developed by consuming high quality stainless steel and advance technology in compliance with the both national & international quality standard. This tube fitting is offered in diverse stipulations and can be adapted as per the needs of clients within given time frame at nominal price.",
    "price": 99.99,
    "quantity": 2000,
    "minOrder": 100
  },
  {
    "name": "Pipe Fittings",
    "image": "https://www.ubuy.com.bd/productimg/?image=aHR0cHM6Ly9tLm1lZGlhLWFtYXpvbi5jb20vaW1hZ2VzL0kvNjFiMGFKVTNaUUwuX1NMMTUwMF8uanBn.jpg",
    "description": "We are involved in presenting premium quality Stainless Steel Pipe Fittings. The Pipe fitting offer by us is developed by consuming high quality stainless steel and advance technology in compliance with the both national & international quality standard. This Pipe fitting is offered in diverse stipulations and can be adapted as per the needs of clients within given time frame at nominal price.",
    "price": 349.99,
    "quantity": 2000,
    "minOrder": 100
  },
  {
    "name": "Weld Fittings",
    "image": "https://5.imimg.com/data5/MK/XI/TR/SELLER-688621/buttweld-fittings-1-500x500.jpg",
    "description": "We are involved in presenting premium quality Stainless Steel Weld Fittings. The Weld fitting offer by us is developed by consuming high quality stainless steel and advance technology in compliance with the both national & international quality standard. This Weld fitting is offered in diverse stipulations and can be adapted as per the needs of clients within given time frame at nominal price.",
    "price": 349.99,
    "quantity": 2000,
    "minOrder": 100
  },
  {
    "name": "Ball Fittings",
    "image": "https://classicbrassworks.com/ball-fitting/images/ball-tee.jpg",
    "description": "We are involved in presenting premium quality Stainless Steel Ball Fittings. The Ball Fittings offer by us is developed by consuming high quality stainless steel and advance technology in compliance with the both national & international quality standard. This Ball Fittings is offered in diverse stipulations and can be adapted as per the needs of clients within given time frame at nominal price.",
    "price": 249.99,
    "quantity": 2000,
    "minOrder": 100
  },
  {
    "name": "Check Valves",
    "image": "https://www.dhvindustries.com/wp-content/uploads/2016/11/Check-Valve.jpg",
    "description": "We are involved in presenting premium quality Stainless Steel Check Valves. The Check Valves offer by us is developed by consuming high quality stainless steel and advance technology in compliance with the both national & international quality standard. This Check Valves is offered in diverse stipulations and can be adapted as per the needs of clients within given time frame at nominal price.",
    "price": 99.99,
    "quantity": 2000,
    "minOrder": 100
  },
  {
    "name": "Needle Valves",
    "image": "https://img.mweb.com.tw/thumb/497/1000x1000/product/Valves/17-Needle%2520Valve/ND-6000-mxf-BAR-STOCK.jpg",
    "description": "We are involved in presenting premium quality Stainless Steel Needle Valves. The Needle Valves offer by us is developed by consuming high quality stainless steel and advance technology in compliance with the both national & international quality standard. This Needle Valves is offered in diverse stipulations and can be adapted as per the needs of clients within given time frame at nominal price.",
    "price": 99.99,
    "quantity": 2000,
    "minOrder": 100
  },
  {
    "name": "Purge Valves",
    "image": "https://www.kp-lok.com/wp-content/uploads/2018/09/purge-valve.jpg",
    "description": "We are involved in presenting premium quality Stainless Steel Purge Valves. The Purge Valves offer by us is developed by consuming high quality stainless steel and advance technology in compliance with the both national & international quality standard. This Purge Valves is offered in diverse stipulations and can be adapted as per the needs of clients within given time frame at nominal price.",
    "price": 99.99,
    "quantity": 2000,
    "minOrder": 100
  },
  {
    "name": "Toggle Valves(200series)",
    "image": "https://www.myssp.com/hubfs/uploads/Toggle-valves-clean.jpg",
    "description": "We are involved in presenting premium quality Stainless Steel Toggle Valves(200series). The Toggle Valves(200series) offer by us is developed by consuming high quality stainless steel and advance technology in compliance with the both national & international quality standard. This Toggle Valves(200series) is offered in diverse stipulations and can be adapted as per the needs of clients within given time frame at nominal price.",
    "price": 99.99,
    "quantity": 2000,
    "minOrder": 100
  },
  {
    "name": "Bleed Valves",
    "image": "https://dk.shop.wika.com/upload/WIKA_Thumbnails/Product-Detail-Large/PIC_PR_IV20_IV21_de_de_89582.jpg.png",
    "description": "We are involved in presenting premium quality Stainless Steel Bleed Valves. The Bleed Valves offer by us is developed by consuming high quality stainless steel and advance technology in compliance with the both national & international quality standard. This Bleed Valves is offered in diverse stipulations and can be adapted as per the needs of clients within given time frame at nominal price.",
    "price": 99.99,
    "quantity": 2000,
    "minOrder": 100
  },
  {
    "name": "Metering Valves",
    "image": "https://3.imimg.com/data3/WY/HT/GLADMIN-33447/metering-valves-500x500.jpg",
    "description": "We are involved in presenting premium quality Stainless Steel Metering Valves. The Metering Valves offer by us is developed by consuming high quality stainless steel and advance technology in compliance with the both national & international quality standard. This Metering Valves is offered in diverse stipulations and can be adapted as per the needs of clients within given time frame at nominal price.",
    "price": 99.99,
    "quantity": 2000,
    "minOrder": 100
  },
  {
    "name": "Proportional Relief Valves",
    "image": "https://image.made-in-china.com/44f3j00aAZHtoSGabzR/Stainless-Steel-Adjustable-Proportional-Pressure-Relief-Valve-Safety-Valve-with-Set-Pressure.jpg",
    "description": "We are involved in presenting premium quality Stainless Steel Proportional Relief Valves. The Proportional Relief Valves offer by us is developed by consuming high quality stainless steel and advance technology in compliance with the both national & international quality standard. This Proportional Relief Valves is offered in diverse stipulations and can be adapted as per the needs of clients within given time frame at nominal price.",
    "price": 99.99,
    "quantity": 2000,
    "minOrder": 100
  },
  {
    "name": "Inline Filters",
    "image": "https://www.berizzi.it/media/products/accessories/07-inline-filters/compatible-inline-filter-graco-K570/berizzi-compatible-inline-filter-graco-K570.jpg",
    "description": "We are involved in presenting premium quality Stainless Steel Inline Filters. The Inline Filters offer by us is developed by consuming high quality stainless steel and advance technology in compliance with the both national & international quality standard. This Inline Filters is offered in diverse stipulations and can be adapted as per the needs of clients within given time frame at nominal price.",
    "price": 99.99,
    "quantity": 2000,
    "minOrder": 100
  },
  {
    "name": "Tee Filters",
    "image": "https://thefittingsource.com/wp-content/uploads/2017/08/High-Pressure-Tee-Type-Filters-Mini-T-Type-Filter-4100-Series.jpg",
    "description": "We are involved in presenting premium quality Stainless Steel Tee Filters. The Tee Filters offer by us is developed by consuming high quality stainless steel and advance technology in compliance with the both national & international quality standard. This Tee Filters is offered in diverse stipulations and can be adapted as per the needs of clients within given time frame at nominal price.",
    "price": 99.99,
    "quantity": 2000,
    "minOrder": 100
  },
  {
    "name": "Hose Fittings",
    "image": "https://www.hosefittings.net/img/home1.jpg",
    "description": "We are involved in presenting premium quality Stainless Steel Hose Fittings. The Hose Fittings offer by us is developed by consuming high quality stainless steel and advance technology in compliance with the both national & international quality standard. This Hose Fittings is offered in diverse stipulations and can be adapted as per the needs of clients within given time frame at nominal price.",
    "price": 99.99,
    "quantity": 2000,
    "minOrder": 100
  },
  {
    "name": "Tube Bender",
    "image": "https://5.imimg.com/data5/PG/GT/NX/SELLER-1747896/tubing-bender-500x500.jpg",
    "description": "We are involved in presenting premium quality Stainless Steel Pipe Fittings. The Pipe fitting offer by us is developed by consuming high quality stainless steel and advance technology in compliance with the both national & international quality standard. This Pipe fitting is offered in diverse stipulations and can be adapted as per the needs of clients within given time frame at nominal price.",
    "price": 399.99,
    "quantity": 2000,
    "minOrder": 100
  },
  {
    "name": "Tube Cutter",
    "image": "https://pimdatacdn.bahco.com/media/sub472/173947dfb359c23f.png",
    "description": "We are involved in presenting premium quality Stainless Steel Tube Bender. The Tube Bender offer by us is developed by consuming high quality stainless steel and advance technology in compliance with the both national & international quality standard. This Tube Bender is offered in diverse stipulations and can be adapted as per the needs of clients within given time frame at nominal price.",
    "price": 399.99,
    "quantity": 2000,
    "minOrder": 100
  }
]
